map="耿聀聁聂聃聄聅聣聤聥聦聧끙끢끫끴끽耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀聈聉聊聋职聍聎聬聭聮聯聰끘끡끪끳끼耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀聑聒聓联聕聖耀聵聶職聸聹끗끠끩끲끻耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀聛聛聜聛聝聖聛聛聛聜聛聛聛聛聜聛聛耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀聞聟耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀";

buildings = {
  "S Blue Garage House": {
    "buildingObjects": [{"name":"House","points":[38,161,38,16,152,10,265,14,264,160],"tiles":[128,0,2,4,132,64,1,65,129,66,130,3,67,131,68],"entrances":[130,68,69],"inventory":[]}, {"name":"Garage","points":[262,21,381,22,380,100,259,100],"tiles":[4,6,70,68,5,69],"entrances":[],"inventory":[]}],
    "startTile": 0,
    "width": 7,
    "height": 5
  },
  "S Orange House": {
    "buildingObjects": [{"name":"House","points":[457,160,457,15,570,10,685,15,684,161],"tiles":[135,7,9,11,139,71,8,72,136,73,137,10,74,138,75],"entrances":[137],"inventory":[]}],
    "startTile": 7,
    "width": 5,
    "height": 4
  },
  "S Teal House": {
    "buildingObjects": [{"name":"House","points":[758,160,758,14,871,9,985,14,984,160],"tiles":[140,12,14,16,144,76,13,77,141,78,142,15,79,143,80],"entrances":[142],"inventory":[]}],
    "startTile": 12,
    "width": 5,
    "height": 4
  }
};
