map="耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀通ꀙꀙꀙꀙꀙꀙꀙꀙꀚ耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀這ꀄꀄꀄꀄꀄꀄꀄꀄ뀙耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀這ꀄ逐ꀄꀄ뀬뀵뀾ꀄ뀙耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀這ꀄ逑ꀄꀄ뀫뀣뀽ꀄ뀙耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀這耄耄耄ꀄ뀪뀳뀼耄뀙耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀這耄耄耄耄耄耄耄耄뀙耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耚耘ꀄꀄꀄꀄꀄꀄ쀘뀚耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀逃逃逃逃逃逃逃逃逃逃逃逃逃逃逃逃逃逃逃逃逃逃逃逃逃逃逃逃逃耈ꀄꀄ耄耄ꀄꀄ逈逃逃逃逃逃逃逃逃逃逃逃逃逃逃逃逃逃逃逃逃逃逃逃逃逃逃逃逅逅逅逅逅逅逅逅逅逅逅逅逅逅逅逅逅逅逅逅逅逅逅逅逅逅逅逅逅逅逅逅逅逅逅逅逅逅逅逅逅逅逅逅逅逅逅逅逅逅逅逅逅逅逅逅逅逅逅逅逅逅逅逅뀃뀃뀃뀃뀃뀃뀃뀃뀃뀃뀃뀃뀃뀃뀃뀃뀃뀃뀃뀃뀃뀃뀃뀃뀃뀃뀃뀃뀃뀃뀃뀃뀃뀃뀃뀃뀃뀃뀃뀃뀃뀃뀃뀃뀃뀃뀃뀃뀃뀃뀃뀃뀃뀃뀃뀃뀃뀃뀃뀃뀃뀃뀃뀃耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀耀";roads={"n":false,"s":false,"e":true,"w":true};sprites=["{\"clazz\":\"GasPump\",\"type\":\"GasPump1\",\"pos\":{\"x\":1832,\"y\":1594,\"rot\":90}}","{\"clazz\":\"GasPump\",\"type\":\"GasPump2\",\"pos\":{\"x\":1826,\"y\":1648,\"rot\":90}}"];
buildings=[
  {"name":"Gas Station",
    "points":[1980,1561,2162,1559,2161,1681,1981,1679],
    "tiles":[1697,1636,1828,1761,1634,1698,1762,1826,1635,1699,1763,1827,1700,1764],
    "entrances":[1826],
    "inventory":[
      {"clazz":"Flashlight","percent":0.1,"dice":"1d2"},
      {"clazz":"BaseballBat","percent":0.05,"dice":"1"},
      {"clazz":"Beans","percent":0.08,"dice":"1d2"},
      {"clazz":"GasCan","percent":0.1,"dice":"1d2"},
      {"clazz":"Medkit","percent":0.01,"dice":"1"},
      {"clazz":"RubberTubing","percent":0.02,"dice":"1"},
      {"clazz":"Shotgun","percent":0.08,"dice":"1","ammo":0},
      {"clazz":"ShotgunShells","percent":0.06,"dice":"5d6","stacked":true}
    ]
  }
];
